<?php
include('lib.php');
 $page.="<p class='d'><b>Правила</b></p>";
 $page.="<br/>Запрещается: <br/>
 - Регистрировать одним игроком более одного игрового персонажа с целью получения игрового преимущества и/или увеличения благосостояния иных своих игровых персонажей или игровых персонажей третьих лиц (мультоводство). <br/>
 - Использовать сторонние программные средства для улучшения/автоматизации игровых возможностей (боты, читерство). <br/>
 - Использовать в имени (нике) игрового персонажа ненормативную лексику, оскорбления, а также регистрировать имена (ники) затрагивающие политику, разжигающие межнациональную рознь, являющиеся ссылками на другие интернет-ресурсы. Также, во избежание путаницы среди остальных игроков, ники игровых персонажа не должны быть схожими с именами (никами) используемыми администрацией игры. <br/>
 - Унижать и порочить честь и достоинство Администрации игры, Модераторов, других Игроков и третьих лиц вне Игры. <br/>
 - Нарушать и пренебрегать правилами поведения в чате (систематические, целенаправленные нарушения). <br/>
 - Использовать программные ошибки Игры (баги), передавать информацию об их наличии третьим лицам, за исключением Администрации. <br/>
 - Посылать, передавать, воспроизводить или распространять любым способом полученное посредством игры программное обеспечение или другие материалы, полностью или частично, защищенные авторскими или другими правами, без разрешения владельца или законного правообладателя. <br/>
 - Распространять информацию откровенно сексуального характера (в разнообразии ее форм изложения и распространения), не предназначенную для публичного доступа лиц, не достигших совершеннолетнего возраста. <br/>
 - Совершать или подстрекать третьих лиц к совершению действий, запрещенных действующим законодательством, в том числе связанных с незаконным оборотом наркотических средств, террористической деятельностью, призывами к свержению законно избранной власти, порнографией, любыми формами дискриминации по половому, возрастному, религиозному или иным признакам. <br/>
 - Передавать реквизиты своего персонажа (логин, пароль) другим игрокам, как безвозмездно, так и за игровые или реальные деньги. <br/>
 - Продавать и покупать вещи, артефакты, ресурсы, игровую валюту из игры за реальные деньги. <br/>
 <br/>
 Примечание: <br/>
 - За эти и другие нарушения правил игры Игроку (пользователю) может быть незамедлительно, без какого-либо предварительного уведомления, отказано в услугах по предоставлению сервиса игры или такие услуги могут быть ограничены полностью или в части. <br/>
 - Администрация управляет и администрирует игру исключительно по своему усмотрению. <br/>
 - Использование сервисов игры производится Игроком (пользователем) исключительно самостоятельно и по принципу «как-есть», то есть администрация игры не отвечает перед игроком ни при каких обстоятельствах за любой прямой и/или косвенный ущерб, которые может быть у игрока в связи с получением сервиса игры или невозможностью такой сервис получить. <br/>
 <br/>
 - Настоящие правила могут быть изменены Администрацией игры без какого-либо предварительного уведомления. Игрок обязуется проверять данные правила на предмет изменений не менее чем один раз в семь дней. В случае, если такой проверки не будет в указанные сроки или после ознакомления с правилами (новой редакцией правил) игрок продолжает пользоваться сервисом игры, считается, что игрок ознакомлен и согласен с правилами (новой редакцией правил). <br/>
 <br/>
Правила форума и радиосвязи. <br/>
 - В игре работают обычные правила вежливости, принятые в обществе. Форум - публичное место. То, что невежливо говорить и делать в публичных местах, запрещено на форуме. <br/>
 <br/>
 Игрокам запрещено: <br/>
 - Мат, оскорбительные высказывания в адрес других людей или компаний, травля людей.  <br/>
 - Подстрекательство и провокация ссор, свар, ругани, наездов и т.п. <br/>
 - Беспредметный флуд, когда человек ПОСТОЯННО отмечается во всех темах подряд, бессмысленно и неприкольно. <br/>
 - Публикация на форуме материалов, содержащих: порно, обнажённую натуру, сцены насилия, садо-мазо или просто вызывающих сильные отрицательные эмоции. <br/>
 - Пропаганда насилия, фашизма, разжигание межнациональной розни. <br/>
 - Пропаганда и рассказы о любых наркотиках в любой форме (текст, картинки) <br/>
 - Запрещена публикация материалов и линков связанных с кряками, варезом, ботами, эксплойтами и прочим, что может быть отнесено к нечестной игре или нарушению прав игроков и разработчиков/издателей игр и иного софта, или нарушает существующее законодательство.  <br/>
 <br/>
 Так же запрещена:  <br/>
 - Коммерческая деятельность, коммерческая реклама а так же действия, противоречащие интересам Администрации. <br/>
 - Навязчивая реклама любых коммерческих и некоммерческих проектов. <br/>
 - Обсуждение сторонних онлайн-игр и их реклама. <br/>
 - Некропостинг (поднятие очень старых тем) не приветствуется. Бессмысленный некропостинг сразу нескольких тем - запрещен. <br/>
 - Поднятие старой темы с целью задать осмысленный вопрос по теме обсуждения - разрешено (только для не флудильных тем). <br/>
 - Писать капсом (ПРИМЕР), заборчиком (ПрИмЕр), создавать темы или посты с очень длинным названием. которое не умещается на экране игроков с телефона. <br/>
 - Запрещена публикация материалов нарушающие авторские права. Публикация материалов без разрешения правообладателя. Публикация приватной информации и фотографий/картинок без прямого разрешения владельца приватной информации и лица, изображенного на фотографии/картинке. Публикация информации из закрытых источников, не предполагающих распространение информации. <br/>
  <br/>
 Запрещается: <br/>
 - публично обсуждать действия модераторов и/или администрации, спорить с модератором. <br/>
 Примечание: Если модератор участвует в дискуссии наравне со всеми посетителями, то спорить и дискутировать с ним в данной теме можно. <br/>
 - прямо или завуалированно оскорблять модераторов. <br/>
 - обсуждать действия временно отключенных (забаненных) участников, которые в данный момент не могут ответить. <br/>
 - помещать сообщения от имени забаненных. <br/>
  <br/>
  Примечание: <br/>
 - В случае нарушения применяется система предупреждений и банов. <br/>
 - Если забаненный посетитель создает новый аккаунт, он (новый аккаунт) может быть забанен без предупреждений, и все посты с нового аккаунта могут быть удалены. <br/>
 <br/>
 Про новичков: <br/>
 - Новичкам всячески помогать.  <br/>
 - На их тему не шутить, не подкалывать, не доказывать свое превосходство и крутизну. <br/>
 - Если Вам нечего сказать новичку - не говорите ничего. Не надо писать в тему с вопросом новичка абы что, лишь бы отметиться. <br/>
 - Любой спам в темах новичков категорически запрещён (новичками считаются игроки до 10 уровня включительно) <br/>
 <br/>
 Модераторы: <br/>
 - В случае удаления поста обязательно на месте удалёного поста писать следующие: Пост удалён мною по такой то причине. <br/>
 - Если модератор кого-то банит, он обязан отписать в том разделе, где писал проштрафившийся о факте и причинах бана. <br/>
 - Воздерживаться от удаления тем целиком. <br/>
 - Не удалять посты без крайней на то нужды. <br/>
 - Не допускайте травлю одного человека толпой. <br/>
 - Не позволяйте превращать форум в помойку. <br/>
 - Не позволяйте хамам садиться на шею вам и обществу. <br/>
 - Не решайте за людей, что им нужно, а что нет. <br/>
  <br/>
  Модераторы имею право: <br/>
 - выносить предупреждения пользователям, не соблюдающим правила форума. <br/>
 - банить пользователей, которым недостаточно предупреждений.  <br/>
  <br/>
  Примечание: <br/>
 - Да бы модератору не объяснять полную причину бана или удаления поста, прибегать к обозначению пункта нарушения. <br/>
 n.1 - нанормативная лексика - предупреждение, при периодическом и неоднократном нарушений данного пункта возможен бан. <br/>
 n.2 - оскорбление представителей администрации - любое оскорбление модераторов, будь оно даже выражено нормативной лексикой, наказывается баном на сутки и более. Возможно предупреждение, при примирении сторон (так же, хочу отметить, что модераторы, в свою очередь должны быть терпимее и здраво мыслить! а не видеть в любом обращении оскорбления) <br/>
 n.3 - оскорбление администрации - наказывается баном пожизненно, без возможности возврата в игру. Так же, на усмотрение администрации бан может иметь не пожизненный характер (исключения всегда бывают, мало кого бес попутал) <br/>
 n.4 - мультоводство - создание игроком более одного персонажей в игре, наказывается пожизненным баном мультов, а так же баном основного персонажа от суток до трое в зависимости от количества мультов <br/>
 n.5 - обман администрации - обман с целью личной выгоды наказывается баном на сутки и более. <br/>
 n.6 - пропаганда наркотиков, национальной розни, религиозной нетерпимости - наказывается баном на сутки. Возможно предварительное предупреждение. <br/>
 n.7 - оскорбление игроков игроком - наказывается на усмотрение представителями администрации. Возможно предварительное предупреждение. <br/>
 n.8 - использование багов - обо всех найденых багах (ошибках игры) необходимо сообщать администрации или же в соответствующую тему на форуме. Использование багов с целью выгоды наказываются баном на сутки или более и лишением полученой выгоды с помощью бага, либо полным удалением персонажа! <br/>
 <br/>
Данные правила работают во всех разделах игры. <br/>
 Администрация и Модераторы оставляют за собой право накладывать любой тип наказания на свое усмотрение за: <br/>
 - Необоснованную критику, высказанную с неуважением, к создателям Игры. <br/>
 - Публичные высказывания про уход из игры. <br/>
 - Нецензурные и оскорбительные высказывания в адрес создателей Игры. <br/>
 - Высказывания, способные повлечь негативные последствия для игрового процесса. <br/>
 - А также любые другие действия, негативно влияющие на развитие проекта. <br/>
 <br/>
 ";
  
   $page.="<p class='d'><a href='./'>На главную</a></p>";
display($page,'Правила игры',$style);
?>